;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 11 Mar 2021
;~ Author.......: Danfong Hsieh 謝慶憲 (Zhtwnet)
;~ Link.........: zhtwnet.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 8

[Language]
Name = 正體中文 - Traditional Chinese
Code = zh-tw
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 關於 %{Program.Name}
Label_Version = 版本
Label_AutoIt = 使用 AutoIt 版本構建
Label_Copyright = Copyright
Tip_Title_Donate = 捐贈給我們的事業
Tip_Message_Donate = 當您捐贈時，您可以幫助保持我們的軟體免費，\rn並使我們能夠獲得用於為您服務的工具和服務。 
Label_Home = 首頁
Label_License = 授權
Label_Support = 取得支援
Tip_Title_Country = 南非製造
Tip_Message_Country = %{Program.Name} 出生於南非。
Label_Contributors = 貢獻者
Button_Ok = 確定
Label_RAM = (RAM) %d MB 可用，總共 %d MB (%d%)
Label_HDD = (%s) %.2f GB 可用，總共 %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = 如果您的 DVD 光碟機從 %{Windows.Version} 遺失或某些應用程式無法識別，請按一下「%s」後將您的電腦重新啟動。請記住在繼續之前建立一個系統還原點。
Label_Status_Updates = 檢查更新
Label_Status_Warning = 在執行 %{Program.Name} 後，可能需要重新安裝用於使用 BD/DVD/CD 光碟機的任何軟體。
Radio_Reset_Autorun = 重新設定「自動執行」選項
Checkbox_Just_Repair = 僅修復
Tip_Nothing_Title = 停用重新設定和保護選項。
Tip_Nothing_Message = 停用額外的處理
Radio_Protect = 防止「自動執行」惡意軟體
Tip_Protect_Message = 此選項停用所有卸除式磁碟的「自動執行」功能!\rn選擇 '%s' 來啟用「自動執行」。
Tip_Protect_Title = 警告!
Checkbox_Include_Local = 包括本機電腦
Button_Repair = 修復 DVD 光碟機

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Logging]
Finished = 已完成
success = 成功
Response_Received = 已收到回應
Successfully = 成功
OK = 確定!
Registration_succeeded = 註冊成功
Initiated = 開始解決
Error = 錯誤
Failed = 失敗
Access_Denied = 存取被拒
No_Operation_Performed = 無法執行任何操作
VERSION = 版本
File_Not_Found = 找不到 '%s' 記錄檔。
Showing_File = 顯示 '%s' 記錄檔。
Showing_Error = 發生了錯誤: 進程識別碼: %s
Opening_File = 開啟記錄檔。
Opening_Directory = 正在開啟記錄資料夾...
Directory_Not_Found = 找不到 '%s' 記錄目錄。
Showing_Directory = 顯示 '%s' 記錄目錄。
Bool_Yes = 是
Bool_No = 否
Info_Date = 日期:
Info_Program = 程式:
Info_Program_Path = 程式路徑:
Info_Compiled = 編譯:
Info_AutoIt_Version = AutoIt 版本:
Info_AutoIt_64Bit = AutoIt 64 位元版本:
Info_Windows_Version = Windows 版本:
Info_System_Type = 系統類型:
Info_Memory = 記憶體 (RAM):
Info_ProgramFiles = 程式檔案目錄:
Info_Windows_Directory = Windows 目錄:
Level_Error = 錯誤:
Level_Warning = 警告:
Level_Success = 成功:
Level_Finished = 完成:

[Menus]
File = 檔案(&F)
File_Preferences = 喜好設定(&P)
File_Logging = 記錄(&L)
File_Logging_Open_File = 開啟記錄檔(&l)
File_Logging_Open_Directory = 開啟記錄目錄(&D)
File_Reboot = 重新啟動 Windows(&R)
File_Close = 關閉(&C)\tAlt+F4
Troubleshoot = 疑難排解(&s)
Troubleshoot_Hardware = 使用硬體解決問題(&h)
Tools = 工具(&o)
Tools_System_Restore = 建立 Windows 還原點(&C)
Tools_Device_Manager = 裝置管理員(&D)
Tools_Update_Firmware = 更新韌體 (FirmwareHQ.com)(&F)
Help = 說明(&H)
Help_Update = 檢查更新(&u)
Help_Home = %{Company.Name} 首頁(&H)
Help_Downloads = 更多下載(&D)
Help_Support = 取得支援(&G)
Help_Issue = 建立問題(&i)
Help_Donate = 捐贈給我們的事業(&o) 
Help_About = 關於 %{Program.Name}
Debug = 除錯(&D)

[Messages]
Info_Title = 請注意
Warning_Title = 警告!
Error_Title = 糟糕!出了些問題!
Error_Oops = 糟糕!
Singleton = %{Program.Name} 的另一個執行個體早已執行。
Compatible = %{Program.Name} 與您的 Windows 版本不相容。如果您認為這是一個錯誤，請隨時在 '%s' 留言並提供所有詳細資料。
Compatible_Bit = 不幸的是 %{Program.Name} 32 位元與您的 Windows 版本不相容。請從 '%s' 下載 %{Program.Name} 64 位元
Loading_Initializing = 正在初始化 %{Program.Name}
Loading_Localizations = 載入當地語系化
Loading_Resources = 設定資源
Loading_WorkingDirectories = 設定工作目錄
Loading_Logging = 初始化記錄
Loading_Configuration = 載入組態
Loading_Shortcuts = 設定鍵盤快速鍵
Loading_Interface = 啟動核心介面
Ping_Check_Connection = 檢查網路連線。
Ping_Response = 在 %s 毫秒內收到的回應。
Ping_Host_Offline = 主機處於離線狀態。
Ping_Host_Unreachable = 主機無法連線。
Ping_Host_Bad = 目的地不正確。
Ping_Host_No_Internet = 無網路連線。
Global_Errors = 已完成 (%02i) %s!
Global_Errors_Error = 錯誤
Global_Errors_Errors = 錯誤
Global_Finished = 已完成所選工作。
Global_File = 檔案
Global_Files = 檔案
RegisterDll_Success = RegSvr32.exe > '%s' 註冊成功。
RegisterDll_Error_01 = RegSvr32.exe > '%s' 要註冊模組，必須提供二進位名稱。
RegisterDll_Error_02 = RegSvr32.exe > 找不到 '%s' 指定的模組。
RegisterDll_Error_03 = RegSvr32.exe > '%s' 模組已載入，但未找到進入點 DllRegisterServer。
RegisterDll_Error_04 = RegSvr32.exe > '%s' 錯誤編號: 0x80070005
Registry_Write_Error = 無法寫入 '%s'
Registry_Error_01 = 無法開啟要求的機碼。
Registry_Error_02 = 無法開啟要求的主機碼。
Registry_Error_03 = 無法開啟要求的數值。
Registry_Error_04 = 數值類型不支援。
Registry_Error_05 = 無法刪除要求的數值。
Registry_Error_06 = 無法刪除要求的機碼/數值。

[Messages2]
Boot_01 = 需要重啟系統來使得設定生效。
Boot_02 = 重啟或不重啟?
Boot_03 = 在設定生效前需將您的電腦重新啟動。您要馬上重新啟動嗎?儲存您的東西，屏住呼吸，然後按「是」重啟您的電腦。或者按「否」略過。
Boot_04 = ^ 您不想重啟您的電腦嗎?
Boot_05 = ^ 不能與那爭論。畢竟這是您的電腦。
Boot_06 = 按一下 '%s' 然後 '%s' 稍後重新啟動您的電腦。
Boot_07 = 正在重新啟動 Windows...
MsgBox_Boot_Title = 重新啟動!
MsgBox_Boot_Message = 您的電腦將在 %s 秒內重新啟動。這應該給您足夠的時間來儲存您的東西。按「確定」立即重新啟動您的電腦。
Boot_Restarting = 您的電腦正在重新啟動。
Boot_Canceled = 重新啟動已取消。
Repair_Drives_01 = 修復 DVD 光碟機。
Repair_Drives_02 = 重新設定上層和下層篩選器。
Repair_Drives_03 = 重新設定「自動啟動」設定。
Repair_Drives_04 = 還原 ATAPI 磁碟介面。
Repair_Drives_05 = 希望解決您的問題。否則，可能是實體硬體問題。

[Preferences]
Window_Title = 喜好設定
Tab_General = 一般
Tab_Performance = 效能
Tab_Language = 語言
Group_Logging = 記錄
Group_Priority = 優先順序
Group_Memory = 記憶體
Group_Language = 語言
Checkbox_Enable_Logging = 啟用記錄
Label_Log_Exceed = 記錄大小必須不超過 :
Label_Logging_Size = 記錄大小: %s KB
Button_Logging_Clear = 清除記錄
Label_SetPriority = 設定進程優先順序:
Checkbox_SaveRealtime = 優先順序儲存為高(不建議)。
Checkbox_ReduceMemory = 在低記憶體系統上減少記憶體。
Label_Language_Message = 選擇您想要的語言然後按 %s 按鈕繼續。(需要重新啟動)
Button_Save = 儲存
Button_Cancel = 取消
Label_Updated = 喜好設定已更新
Label_Logging_Cleared = 記錄已清除
MsgBox_Language_Title = 語言已變更
MsgBox_Language_Message = 所選語言已變更。為了讓所選語言生效，應重新啟動 %{Program.Name}。
MsgBox_Closing_Title = 正在關閉 %{Program.Name}
MsgBox_Closing_Messag = 您要馬上關閉 %{Program.Name} 嗎?

[Update]
Window_Title_Available = 有更新可用
Window_Title_Congratulations = 恭喜!
Window_Title_Error = 出了些問題!
Label_Message_Update = 有新版本的 %{Program.Name} 可用。
Label_Message_Latest = 您正使用最新版本的 %{Program.Name}。
Label_Message_Error = 無法擷取最新版本 %{Program.Name} 的相關資訊。
Label_Message_Internet = 請檢查您的網路連線後再試。
Label_Build_Current = 現用組建:
Label_Build_Update = 更新組建:
CheckBox_NoUpdate = 啟動時別檢查更新。
Button_Update = 閱讀更多
Button_Close = 關閉

[Versioning]
Administrator = 系統管理員
Build = 組建
AutoIt_Version = 使用 AutoIt 版本 %{AutoIt.Version}
Bit = 位元